# St7GetNumUCS

Returns the number of UCSs in a Strand7 model.

long St7GetNumUCS(long uID, long* NumUCS)

Input Parameters

uID

Strand7 model file ID.

Output Parameters

NumUCS

The number of UCSs.

Groups

Groups